dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
fastly.vscode-fastly-vcl
GitHub.copilot
GitHub.copilot-chat
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
hashicorp.terraform
jpoissonnier.vscode-styled-components
leeh.vcl-extension
mikestead.dotenv
mquandalle.graphql
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
naumovs.color-highlight
pflannery.vscode-versionlens
Prisma.prisma
ramyaraoa.show-offset
redhat.vscode-yaml
scala-lang.scala
styled-components.vscode-styled-components
tamj0rd2.ts-quickfixes-extension
tonybaloney.vscode-pets
tsandall.opa
wayou.vscode-todo-highlight
wix.vscode-import-cost